Repository: nivel10/ForeignExchangeMac
Catalog: ForeignExchangeMac/Resources/Resource.*.resx
Languages: es, fr, pt

source: Accept
es: Aceptar
fr: Acceptez
pt: Aceitar

# AmountNumericValidation
source: Please enter a numeric value to convert ... !!!
es: Por favor ingrese un valor numérico a convertir...!!!
fr: Entrez une valeur numérique pour convertir ... !!!
pt: Digite um valor numérico para converter ... !!!

# AmountValidation
source: You must enter a value in amount...!!!
es: Debes ingresar un valor en cantidad...!!!
fr: Vous devez saisir une valeur en montant...!!!
pt: Você deve inserir um valor em quantidade...!!!

# ComandClear
source: Clear
es: Limpiar
fr: Nettoyer
pt: limpar

# CommandConvert
source: Convert
es: Convertir
fr: Changer
pt: Mudança

source: Error
fr: Erreur
pt: Erro

# LabelAmount
source: Amount:
es: Monto:
fr: Montant:
pt: Quantidade:

# LabelSourceRate
source: Source Rate:
es: Tasa Origen:
fr: Origine tarifaire:
pt: Fonte de taxa:

# LabelTargetRate
source: Target Rate:
es: Tasa Destino:
fr: Taux de destination:
pt: Taxa de Destino:

# PlaceHolrderAmount
source: Enter amout to convert...!!!
es: Ingrese el monto a convertir...!!!
fr: Entrez le montant à convertir ... !!!
pt: Digite o valor para converter ... !!!

# SourceRateValidation
source: Please select source rate...!!!
es: Por favor seleccione tasa origen...!!!
fr: Sélectionnez le taux d'origine ... !!!
pt: Selecione a taxa de origem ... !!!

# TargetRateValidation
source: Please select target rate...!!!
es: Por favor seleccione tasa destino...!!!
fr: Sélectionnez le taux de destination ... !!!
pt: Selecione a taxa de destino ... !!!

# Title
source: Foreign Exchange
es: Divisas
fr: Change de devises
pt: Câmbio

# TitleAccessInternet
source: Please, check your connection internet...!!!
es: Por favor, compruebe su conexión a Internet ...!!!
fr: Veuillez vérifier votre connexion internet ... !!!
pt: Por favor, verifique sua conexão de internet ... !!!

# TitleIn
source: in
es: en
fr: en
pt: em

# TitleIsEqual
source: is equal to:
es: es igual a:
fr: est égal à:
pt: é igual a:

# TitleLoadRate
source: Load rates, plase wait...!!!
es: Cargando tasas, por favor espere...!!!
fr: Les taux de chargement, veuillez patienter ... !!!
pt: Taxas de carregamento, aguarde ... !!!

# TitleReadyConvert
source: Ready to convert...!!!
es: Listo para convertir ... !!!
fr: Prêt à convertir ... !!!
pt: Pronto para converter ... !!!

# TitleSettingsInternet
source: Please, check your internet settings...!!!
es: Por favor, compruebe su configuración de Internet ...!!!
fr: Veuillez vérifier vos paramètres Internet ... !!!
pt: Por favor, verifique suas configurações de internet ... !!!

# TitleSourceRate
source: Select source rate...!!!
es: Seleccione tasa origen...!!!
fr: Sélectionnez le taux d'origine ... !!!
pt: Selecione a taxa de origem ... !!!

# TitleStatusInternet
source: Rate loaded from internet...!!!
es: Tasas cargadas de internet...!!!
fr: Tarif chargé à partir d'Internet...!!!
pt: Taxa carregada da internet...!!!

# TitleTargetRate
source: Select target source...!!!
es: Seleccione tasa destino...!!!
fr: Sélectionnez le taux de destination ... !!!
pt: Selecione a taxa de destino ... !!!

# TitleTheAmount
source: The amount:
es: El monto:
fr: Le montant:
pt: O valor:

# TitleStatusLoadLocal
source: Rates loaded from locally...!!!
fr: Taux facturés localement

# TitleStatusLoadInternet
source: Rates loaded from internet...!!!
fr: Taux de charge depuis internet

# TitleStatusNoLoad
source: No rates load...!!!
fr: Aucune charge de taux...!!!

# TitleStatusLoadError
source: There are not internet connection and not load previously rates. Please try again with internet connection...!!!
fr: Il n'y a pas de connexion internet et ne charge pas les tarifs précédents. Essayez encore avec connexion internet ... !!!
